{"1":[{"t":"Computers are powerful tools that help you do many things. But you need to take care of them so they keep working.","i":{"s":"iStock-1460008014.jpg","a":"null"},"type":"t","page":1},{"t":"Here's an easy first question: is it good or bad practice to spill liquid on your computer and then drop it on the ground?","i":{"s":"iStock-646367282.jpg","a":"null"},"type":"q","a":["Good practice","Bad practice"],"r":1,"page":2},{"t":"Always keep your computer safe. Make sure your computer is dry and doesn't fall onto the floor. Both of those things can destroy a computer.","i":{"s":"iStock-1426494949.jpg","a":"null"},"l":"Oops.","type":"r","page":3},{"t":"Always keep your computer safe. Make sure your computer is dry and doesn't fall onto the floor. Both of those things can destroy a computer.","i":{"s":"iStock-1426494949.jpg","a":"null"},"l":"That's right!","type":"r","page":4}],"2":[{"t":"Is it good or bad practice to keep your computer charged, and to close applications you're not using?","i":{"s":"iStock-92032837.jpg","a":"null"},"type":"q","a":["Good practice","Bad practice"],"r":0,"page":5},{"t":"Even though a computer is powerful, it won't work without being charged – and having too many applications open at once can slow it down. When you can, charge your computer, and close applications you're not using.","i":{"s":"iStock-1604023472.jpg","a":"null"},"l":"That's right!","type":"r","page":6},{"t":"Even though a computer is powerful, it won't work without being charged – and having too many applications open at once can slow it down. When you can, charge your computer, and close applications you're not using.","i":{"s":"iStock-1604023472.jpg","a":"null"},"l":"Oops.","type":"r","page":7},{"t":"When your computer is all charged, you can take it with you wherever you go. You might want to use it in a library, cafe, restaurant, or somewhere where they offer free wi-fi to connect to the internet.","i":{"s":"iStock-1474811525.jpg","a":"null"},"type":"t","page":8}],"3":[{"t":"Is public wi-fi safe to use?","i":{"s":"iStock-1452764299.jpg","a":"null"},"type":"q","a":["It's USUALLY safe to use public wi-fi","It's NEVER safe to use public wi-fi"],"r":0,"page":9},{"t":"Public wi-fi is usually safe to use, as long as you only visit secure websites with addresses that start with HTTPS. Save private things – like health care, banking, and shopping – for when you're at home.","i":{"s":"TGH_illustrations_url blurred.png","a":"null"},"l":"That's right!","type":"r","page":10},{"t":"Public wi-fi is usually safe to use, as long as you only visit secure websites with addresses that start with HTTPS. Save private things – like health care, banking, and shopping – for when you're at home.","i":{"s":"TGH_illustrations_url blurred.png","a":"null"},"l":"Oops.","type":"r","page":11}],"4":[{"t":"One thing you will probably do on your computer is stay in touch with people through email and direct messaging.","i":{"s":"iStock-1313261640.jpg","a":"null"},"type":"t","page":12},{"t":"What's the difference between email and direct messaging?","i":{"s":"TGH_illustrations_email-texting-icons.png","a":"null"},"type":"q","a":["Email is like writing a letter. Direct messaging is like talking to someone.","Email is only for paying bills. Direct messaging is mainly for sending photos."],"r":0,"page":13},{"t":"Email and direct messaging are different in two main ways.","i":{"s":"TGH_illustrations_email-texting-icons.png","a":"null"},"l":"That's right!","type":"r","page":14},{"t":"Email and direct messaging are different in two main ways.","i":{"s":"TGH_illustrations_email-texting-icons.png","a":"null"},"l":"Oops.","type":"r","page":15},{"t":"Email is for longer messages, and is often used in the workplace. Email is usually answered within a day or two.","i":{"s":"TGH_illustrations_email-inbox.png","a":"An email inbox with a shopping email highlighted. The subject line reads, \"Your order is arriving soon!\""},"type":"t","page":16},{"t":"Direct messaging is more like a conversation with friends and family. It's faster than email, with messages being answered very quickly. Both email and direct messaging can be used to send words, photos, and documents.","i":{"s":"TGH_illustrations_texting.png","a":"A closeup of a text conversation between John and another person, who are planning to meet"},"type":"t","page":17},{"t":"Both email and direct messaging are great ways to keep in touch, and almost everyone uses them. But because they're so popular, they're ALSO popular with scammers who want to trick you into giving them information or money. To do so, scammers may send you fake emails.","i":{"s":"iStock-1472120250.jpg","a":"null"},"type":"t","page":18}],"5":[{"t":"Scamming with fake emails is called PHISHING (which is pronounced like FISHING). Scammers send out thousands of emails, and only need to have one or two people \"bite\" to make it worth their while.","i":{"s":"TGH_illustrations_phishing.png","a":"null"},"type":"t","page":19},{"t":"Scammers know that people like to...","c":"1. Get packages in the mail\r\n2. Save money with special deals\r\n3. Help others\r\n4. Take care of a problem – especially if it seems urgent\r\n\r\nSo these are often seen in phishing scams.","type":"t","page":20}],"6":[{"t":"Online safety is very important, so let's take a closer look at some REAL phishing scams so that you can recognize them and protect yourself.","i":{"s":"TGH_illustrations_phishing.png","a":"null"},"type":"t","page":21},{"t":"Let's say you get this email. Should you click on the CONTINUE button or the SCHEDULE YOUR DELIVERY button?","i":{"s":"TGH_illustrations_fedex1.png","a":"Closeup of an email that looks like it's from FedEx"},"type":"q","a":["The CONTINUE button should be safe","Neither one is safe"],"r":1,"page":22},{"t":"You should never click a link in an email unless you are absolutely sure it's safe. In this case, there are warning signs that this is a scam. Let's look at some of them.","i":{"s":"TGH_illustrations_fedex1.png","a":"Closeup of an email that looks like it's from FedEx"},"l":"Oops.","type":"r","page":23},{"t":"You should never click a link in an email unless you are absolutely sure it's safe. In this case, there are warning signs that this is a scam. Let's look at some of them.","i":{"s":"TGH_illustrations_fedex1.png","a":"Closeup of an email that looks like it's from FedEx"},"l":"That's right!","type":"r","page":24},{"t":"First, the name of the sender is weird. Ask yourself: why would a group called Customer Survey send an email about a shipment. (\"Survey\" means a series of questions.)","i":{"s":"TGH_illustrations_fedex2.png","a":"A highlight of the sender's email account name, which is \"FedEx Customer Survey\""},"type":"t","page":25},{"t":"Second, look at the email address of the sender. The email claims to be sent by FedEx, a company that delivers packages. But the URL doesn't even mention FedEx. In fact, it doesn't make much sense at all.","i":{"s":"TGH_illustrations_fedex3.png","a":"A highlight of the sender's email address, which is 8937491@gcbt.twe.uv.eu"},"type":"t","page":26},{"t":"And look at this part, where it says FINAL NOTICE. One things scammers do is try to make you rush without thinking. Saying something is your final notice makes it seem like something bad will happen if you don't click on these buttons right away.","i":{"s":"TGH_illustrations_fedex4.png","a":"null"},"type":"t","page":27},{"t":"Last, stop and think: it's very unlikely FedEx knows your email but doesn't know your home address. So you shouldn't need to \"confirm your shipping details.\"","i":{"s":"TGH_illustrations_fedex5.png","a":"null"},"type":"t","page":28},{"t":"So, there are lots of warning signs that this email is a scam, and that clicking on any of these links would be bad. Also, ask yourself: did you even order anything? Remember, scammers know that people love to get packages.","i":{"s":"TGH_illustrations_fedex1.png","a":"Closeup of an email that looks like it's from FedEx"},"type":"t","page":29}],"7":[{"t":"What do you think could happen if you clicked a link in this email?","i":{"s":"TGH_illustrations_fedex1.png","a":"Closeup of an email that looks like it's from FedEx"},"type":"q","a":["Someone could steal my passwords, credit card numbers, and personal information","My computer could catch fire"],"r":0,"page":30},{"t":"Your computer could be hacked, or you could lose a lot of money and personal information if you click scam links and follow what they ask you to do.","i":{"s":"iStock-1753826292.jpg","a":"null"},"l":"That's right!","type":"r","page":31},{"t":"Your computer could be hacked, or you could lose a lot of money and personal information if you click scam links and follow what they ask you to do.","i":{"s":"iStock-1753826292.jpg","a":"null"},"l":"Oops.","type":"r","page":32},{"t":"If you ever want to check to see if an email is real, you can always go directly to the company's site – but do NOT use information in the email! Get their phone number from the website, and give them a call to see if they really have a package for you.","i":{"s":"iStock-506435108.jpg","a":"null"},"type":"t","page":33}],"8":[{"t":"Here are a few more common types of scam emails. Take a look at them, and see if you can figure out what the warning signs are. Then click ahead to see if you were right!","i":{"s":"iStock-1278976690.jpg","a":"null"},"type":"t","page":34},{"t":"Here's an email saying you've won a tool cart. What clues do you see that tell you this is actually a scam?","i":{"s":"spam_prize.png","a":"An email that looks like it's from a store called Harbor Freight, telling you that you've won a tool cart"},"type":"t","page":35},{"t":"People love to win free things – but really, nothing is ever given away for free. So when you see an email saying that you've WON something, or have been CHOSEN TO GET something, be very careful. If it looks too good to be true, it probably is.","i":{"s":"spam_prize_highlights.png","a":"null"},"type":"t","page":36}],"9":[{"t":"How about this email from Groupon – a coupon company – that's asking you to update your password? What clues do you see that should warn you that this is phishing?","i":{"s":"spam_groupon1.png","a":"An email that looks like it's from a company called Groupon, telling you that you need to update your password to protect your account"},"type":"t","page":37},{"t":"There are many clues that this is a scam...\r\n\r\n1. It's not addressed to a particular person.","i":{"s":"spam_groupon2.png","a":"The Groupon email, with the greeting \"Hi There\" highlighted"},"type":"t","page":38},{"t":"2. The words UNUSUAL ACTIVITY might start to worry you. And if an email ever starts to worry you, STOP and take a moment to really study it. Don't rush into anything.","i":{"s":"spam_groupon3.png","a":"null"},"type":"t","page":39},{"t":"3. A request to update your password, sent to you in an email, is always very suspicious.","i":{"s":"spam_groupon4.png","a":"null"},"type":"t","page":40},{"t":"4. NEVER click on a link in an email unless you're totally sure it's safe.","i":{"s":"spam_groupon5.png","a":"The Groupon email, with the words on a link reading \"forgot your password\" highlighted"},"type":"t","page":41}],"10":[{"t":"How about this email from a bank? What looks suspicious?","i":{"s":"spam_wellsfargo1.png","a":"An email that looks like it's from Wells Fargo bank, with an attached pdf. It includes a clickable button marked \"open.\""},"type":"t","page":42},{"t":"Let's see how you did!\r\n\r\n1. Always be suspicious of unexpected email from a bank, even if it's a bank you use – especially if the email itself is messy, like with the words BANK ACCESS REVIEW that are all pushed together. Remember, if you think it MIGHT be real, you can always call your bank directly to check.","i":{"s":"spam_wellsfargo2.png","a":"null"},"type":"t","page":43},{"t":"2. If you have no idea who the sender is, stop and take a closer look.","i":{"s":"spam_wellsfargo3.png","a":"The Wells Fargo email, with the sender's email address highlighted. It reads \"rodingplatit@acoounthelink.comphelkac.us\""},"type":"t","page":44},{"t":"3. PDFs are a type of document you may see attached to emails, but be very careful opening them, as they can contain viruses. Don't click on them if you don't know what they are or who they're from.","i":{"s":"spam_wellsfargo4.png","a":"The Wells Fargo email, with the PDF attachment highlighted. The PDF is called \"your-account-review.pdf\""},"type":"t","page":45},{"t":"4. Whenever you're asked to click a link in an email, STOP and think: is this real? It's better to be safe than sorry.","i":{"s":"spam_wellsfargo5.png","a":"The Wells Fargo email, with the \"open\" button highlighted"},"type":"t","page":46}],"11":[{"t":"Now how about this one? At first this email looks like it's an official communication from the United States government – but take a closer look. What seems suspicious?","i":{"s":"TGH_illustrations_homeland_security1.png","a":"An email that looks like it's from the U.S. Treasury Department. It says there is $2.75 million waiting for you if you contact them."},"type":"t","page":47},{"t":"Here are some clues that this is a phishing attempt...\r\n\r\n1. This top part DOES look like an official U.S. email – but even so, ask yourself: why would the head of Homeland Security send ME an email? That seems weird.","i":{"s":"TGH_illustrations_homeland_security2.png","a":"null"},"type":"t","page":48},{"t":"2. Anytime you get an email that claims you will suddenly get lots of money, STOP and think: this is probably a scam. (If you REALLY want to check it out, you can find REAL contact information for Homeland Security on the web, and contact them directly with any questions you have.)","i":{"s":"TGH_illustrations_homeland_security3.png","a":"The Treasury Department email, with a highlighted portion telling you that \"your funds of $2.75 million have been approved\""},"type":"t","page":49},{"t":"3. As in an earlier example, if an email mentions a BANK – and in this case, a WIRE TRANSFER, too – you should immediately stop. This is a common trick that scammers try, to have you wire them money.","i":{"s":"TGH_illustrations_homeland_security4.png","a":"The Treasury Department email, with a highlighted portion telling you that \"you will receive your payment via bank direct wire deposit\""},"type":"t","page":50},{"t":"4. Anytime an email tells you not to contact other people, that is a huge warning sign that this is a scam.","i":{"s":"TGH_illustrations_homeland_security5.png","a":"The Treasury Department email, with a highlighted portion telling you that you should \"stop correspondence with anyone else\""},"type":"t","page":51}],"12":[{"t":"Here's another email that makes it seem like you can get millions of dollars for free. And it has a lot of the warning signs you just learned about – plus some other common danger signs.","i":{"s":"TGH_illustrations_elizabeth1.png","a":"An email that looks like it's from a woman named Elizabeth Edwards, saying that she's dying and that she wants to give you 9.5 million Euros"},"type":"t","page":52},{"t":"1. You don't know the person who sent it.","i":{"s":"TGH_illustrations_elizabeth2.png","a":"The Elizabeth Edwards email, with her name \"Mrs. Elizabeth\" highlighted"},"type":"t","page":53},{"t":"2. It's not personally addressed to you.","i":{"s":"TGH_illustrations_elizabeth4.png","a":"The Elizabeth Edwards email, with the words \"am expecting your response\" highlighted"},"type":"t","page":54},{"t":"3. It's appealing to human nature, that people want to help others.","i":{"s":"TGH_illustrations_elizabeth3.png","a":"The Elizabeth Edwards email, with a highlighted portion saying that \"you are honest\" and that \"she believes you can fulfill her dying request\""},"type":"t","page":55},{"t":"4. It's poorly written, with lots of typos and incorrect words.","i":{"s":"TGH_illustrations_elizabeth6.png","a":"The Elizabeth Edwards email, with the words \"pro-long\" and \"if you will be interesting\" highlighted"},"type":"t","page":56},{"t":"5. It claims you will get rich quickly.","i":{"s":"TGH_illustrations_elizabeth5.png","a":"The Elizabeth Edwards email, with the phrase \"9.5 million Euros\" highlighted"},"type":"t","page":57},{"t":"6. It claims that there is no risk involved.","i":{"s":"TGH_illustrations_elizabeth7.png","a":"The Elizabeth Edwards email, with the phrase \"no risks\" highlighted"},"type":"t","page":58},{"t":"7. It asks you to keep this confidential, to not tell anyone else about this.","i":{"s":"TGH_illustrations_elizabeth8.png","a":"The Elizabeth Edwards email, with a portion highlighted stating \"I will appreciate your utmost confidentiality as I wait for your reply.\""},"type":"t","page":59},{"t":"So, those are a LOT of warning signs. If you ever get an email like this one, just delete it.","i":{"s":"TGH_illustrations_elizabeth1.png","a":"An email that looks like it's from a woman named Elizabeth Edwards, saying that she's dying and that she wants to give you 9.5 million Euros"},"type":"t","page":60}],"13":[{"t":"Okay, here's one last example. What should you do if you receive an email like this, saying that you've been billed for something you didn't buy?","i":{"s":"TGH_illustrations_paypal1.png","a":"An email titled \"Invoice\" that looks like it is from PayPal, claiming that you've been charged $1,010. There is a bar code across the top and a \"helpline\" phone number at the bottom."},"type":"q","a":["Look for warning signs that this might be a scam","Call the number as soon as possible to take care of the error"],"r":0,"page":61},{"t":"You should NEVER call a phone number in an email or a direct message you think is a scam. The scammers WANT you to respond directly to them. They WANT you to believe that someone ELSE is scamming you, and that THEY can help you fix it. But none of that is true.","i":{"s":"TGH_illustrations_paypal1.png","a":"An email titled \"Invoice\" that looks like it is from PayPal, claiming that you've been charged $1,010. There is a bar code across the top and a \"helpline\" phone number at the bottom."},"l":"That's right!","type":"r","page":62},{"t":"You should NEVER call a phone number in an email or a direct message you think is a scam. The scammers WANT you to respond directly to them. They WANT you to believe that someone ELSE is scamming you, and that THEY can help you fix it. But none of that is true.","i":{"s":"TGH_illustrations_paypal1.png","a":"An email titled \"Invoice\" that looks like it is from PayPal, claiming that you've been charged $1,010. There is a bar code across the top and a \"helpline\" phone number at the bottom."},"l":"Oops.","type":"r","page":63},{"t":"The warning signs in this email are...\r\n\r\n1. It doesn't mention your name, just numbers.","i":{"s":"TGH_illustrations_paypal2.png","a":"The PayPal email, highlighting a portion that shows your supposed ID number, but not your name"},"type":"t","page":64},{"t":"2. It looks like you're about to be charged over $1,000 – which probably makes you feel worried.","i":{"s":"TGH_illustrations_paypal3.png","a":"null"},"type":"t","page":65},{"t":"3. It says you only have 24 hours to act – which makes it seem like you must act quickly.","i":{"s":"TGH_illustrations_paypal4.png","a":"null"},"type":"t","page":66},{"t":"4. THEY provide contact info for you to click on or, in this case, for you to call. REMEMBER, even if you actually use PayPal (which is a way to pay for things online) and are concerned you might lose money, search the web for PayPal's contact information YOURSELF, and call or email them directly.","i":{"s":"TGH_illustrations_paypal5.png","a":"The PayPal email, highlighting a \"help line\" phone number they want you to call"},"type":"t","page":67}],"14":[{"t":"Phew! That was a lot! But it's very important to learn how to use computers and email safely. To wrap up, let's take a look at what we've learned.","i":{"s":"iStock-1297168636.jpg","a":"null"},"type":"t","page":68},{"t":"To keep your computer safe...","c":"^ *Don't drop it.*","type":"t","page":69},{"t":"To keep your computer safe...","c":"^ Don't drop it.\r\n^ *Don't spill liquids on it.*","type":"t","page":70},{"t":"To keep your computer safe...","c":"^ Don't drop it.\r\n^ Don't spill liquids on it.\r\n^ *Plug it in as often as you can.*","type":"t","page":71},{"t":"To keep your computer safe...","c":"^ Don't drop it.\r\n^ Don't spill liquids on it.\r\n^ Plug it in as often as you can.\r\n^ *Close unused applications to make your computer run faster.*","type":"t","page":72},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ *Never click a link in an email unless you are sure it's safe.*","type":"t","page":73},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ Never click a link in an email unless you are sure it's safe.\r\n^ *Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).*","type":"t","page":74},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ Never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ *Watch out for emails that create a sense of urgency.*","type":"t","page":75},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ Never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ Watch out for emails that create a sense of urgency.\r\n^ *If an email says either that you may GET a lot of money or LOSE a lot of money, stop and think about it.*","type":"t","page":76},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ Never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ Watch out for emails that create a sense of urgency.\r\n^ If an email says either that you may GET a lot of money or LOSE a lot of money, stop and think about it.\r\n^ *If you're worried that there may actually be a problem of some sort, DO NOT contact the links or phone numbers listed in the email. Instead, look up the company on the web to get the REAL contact information, and check with them.*","type":"t","page":77},{"t":"To keep your money and privacy safe, here's how to protect yourself against scammers...","c":"^ Never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ Watch out for emails that create a sense of urgency.\r\n^ If an email says either that you may GET a lot of money or LOSE a lot of money, stop and think about it.\r\n^ If you're worried that there may actually be a problem of some sort, DO NOT contact the links or phone numbers listed in the email. Instead, look up the company on the web to get the REAL contact information, and check with them.\r\n^ *Lastly, just always be on the lookout for scams or phishing. By keeping your guard up, and giving yourself time to think things over, you will protect your money, your personal information, and your privacy.*","type":"t","page":78},{"t":"That's it! You have learned many ways to keep you and your computer safe! Congratulations!","i":{"s":"iStock-1499799503.jpg","a":"null"},"type":"t","page":79}],"15":[{"t":"Here's how to keep your computer safe, AND how to protect yourself against scammers...","c":"^ Don't drop your computer.\r\n^ Don't spill liquids on it.\r\n^ Plug it in as often as you can.\r\n^ Close unused applications to make your computer run faster.\r\n\r\n^ To protect yourself against scammers, never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ Watch out for emails that create a sense of urgency.\r\n^ If an email says either that you may GET a lot of money or LOSE a lot of money, stop and think about it.\r\n^ If you're worried that there may actually be a problem of some sort, DO NOT contact the links or phone numbers listed in the email. Instead, look up the company on the web to get the REAL contact information, and check with them.\r\n^ Lastly, just always be on the lookout for scams or phishing. By keeping your guard up, and giving yourself time to think things over, you will protect your money, your personal information, and your privacy.","type":"t","page":80}],"_order":["1","2","3","4","5","6","7","8","9","10","11","12","13","14","15"],"_review":{"t":"Here's how to keep your computer safe, AND how to protect yourself against scammers...","c":"^ Don't drop your computer.\r\n^ Don't spill liquids on it.\r\n^ Plug it in as often as you can.\r\n^ Close unused applications to make your computer run faster.\r\n\r\n^ To protect yourself against scammers, never click a link in an email unless you are sure it's safe.\r\n^ Watch out for emails that aren't really addressed to you (although even emails that DO have your name in them can be scams).\r\n^ Watch out for emails that create a sense of urgency.\r\n^ If an email says either that you may GET a lot of money or LOSE a lot of money, stop and think about it.\r\n^ If you're worried that there may actually be a problem of some sort, DO NOT contact the links or phone numbers listed in the email. Instead, look up the company on the web to get the REAL contact information, and check with them.\r\n^ Lastly, just always be on the lookout for scams or phishing. By keeping your guard up, and giving yourself time to think things over, you will protect your money, your personal information, and your privacy."},"_pages":79}